Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Pailletten zur Verzierung, nicht aus Edelmetall
en: Spangles for decoration, not of precious metal

source: Stickereien
en: Embroidery

source: Druckknöpfe [Verschlüsse] für Federbetten
en: Stud buttons [fasteners] for duvets

source: Druckknöpfe [Verschlüsse] für Schuhe
en: Stud buttons [fasteners] for shoes

source: Quasten [Pompons]
en: Top-knots [pompoms]

source: Kunststoffstreifen zum Färben von Haarsträhnchen
en: Strips of plastics for use in highlighting of hair

source: Federn für Verzierungszwecke
en: Feathers for ornamentation

source: Textile Namensbänder zur Identifizierung von Wäsche
en: Name tags of textile for identifying linen

source: Artifizielle Blüten zum Anbringen an Bekleidung
en: Artificial blossoms for attachment to clothing

source: Haken [Kurzwaren]
en: Hooks [haberdashery]

source: Künstliche Blumen aus Papier
en: Artificial flowers of paper

source: Gummibänder für die Haare
en: Rubber bands for hair

source: Fixiernadeln für Hinterkopfhaarteile von japanischen Frisuren [Tabodome]
en: Back-hairpieces fixing pins for Japanese hair styling (tabodome)

source: Haarnadeln zur Verzierung von japanischen Frisuren [Kogai]
en: Ornamental hair pins for Japanese hair styling (kogai)

source: Jabots [Spitzen]
en: Frills [lacework]

source: Elastikbänder mit eingearbeiteten Halterungen zum Befestigen von Hosen an Reitstiefeln
en: Elastic strips incorporating grips for securing trousers to riding boots

source: Kleiderborten, -bordüren
en: Edgings for clothing

source: Künstliche Blumen
en: Artificial flowers

source: Künstliche Blumenarrangements
en: Artificial flower arrangements

source: Haarschmuck, nicht aus Edelmetall
en: Hair ornaments [not of precious metal]

source: Zierkämme für japanische Frisuren [Marugushi]
en: Ornamental combs for Japanese hair styling (marugushi)

source: Aufnäher zur Reparatur von Bekleidungsstücken
en: Patches for use in the repair of clothing

source: Bänder zum Ausbessern von Textilwaren
en: Tapes for repairing textile articles

source: Schulterpolster für Bekleidung
en: Shoulder pads for clothing

source: Textile Namensbänder zur Identifizierung der Bekleidung
en: Name tags of textile for identifying clothing

source: Textile Namensbänder zur Markierung von Bekleidung
en: Name tags of textile for marking clothing

source: Künstliche Girlanden und Kränze
en: Artificial garlands and wreaths

source: Elastische Bänder mit eingearbeiteten Clips zum Befestigen von Hosen an Reitstiefeln
en: Elastic strips incorporating clips for securing trousers to riding boots

source: Pailletten für Kleider
en: Spangles for clothing

source: Klettbänder [Kurzwaren]
en: Hook and pile fastening tapes

source: Nadelkassetten aus Edelmetall
en: Boxes of precious metal for needles

source: Wickler [Haaraccessoires]
en: Twisters [hair accessories]

source: Schmuckbänder aus textilen Materialien
en: Ornamental ribbons made of textiles

source: Untergestelle für Büstenhalter
en: Under wires for brassieres

source: Haarknoten für japanische Hochsteckfrisuren
en: Chignons for Japanese hair styling (mage)

source: Dekor-Flecken zur Anfertigung von Flickwerken
en: Shapes of cloth for making patchworks

source: Schuhverzierungen aus Kunststoff
en: Shoe ornaments made of plastic

source: Stäbe zur Verwendung bei der Haarverzierung
en: Sticks for use in decorating the hair

source: Stäbe zur Verwendung beim Haarstyling
en: Sticks for use in styling the hair

source: Kunststoffstreifen für das Tönen der Haare
en: Strips of plastics for use in tinting of hair

source: Applikationen [Kurzwaren]
en: Appliqués [haberdashery]

source: Künstliche Pflanzen
en: Artificial plants

source: Künstliche Girlanden
en: Artificial garlands

source: Accessoires für Bekleidung, Nähartikel und schmückende textile Artikel
en: Accessories for apparel, sewing articles and decorative textile articles

source: Künstliche Früchte, Blumen und Gemüse
en: Artificial fruit, flowers and vegetables

source: Haarschmuck, Lockenwickler, Haarbefestigungsartikel und falsche Haare
en: Hair ornaments, hair rollers, hair fastening articles, and false hair

source: Perlen, ausgenommen zur Herstellung von Schmuck [Kurzwaren]
en: Beads other than for making jewelry [haberdashery]

source: Zieranhänger für Brillen
en: Decorative charms for eyewear

source: Elektrische Lockenwickler
en: Electric hair rollers

source: Dekorative koreanische Haarnadeln [Binyeo]
en: Korean ornamental hairpins (Binyer)

source: Schmuckbänder als koreanischer Haarschmuck [Daeng-gi]
en: Pigtail ribbons for Korean hair style (Daeng-gi)

source: Nähnadeln mit einem ovalen Nadelöhr
en: Sewing needles with an oval eye

source: Klebebänder zur Befestigung von Toupets am Kopf
en: Toupee tape for affixing a toupee to the head

source: Stricknadeln
en: Knitting needles

source: Wäschezeichen [Buchstaben]
en: Letters for marking linen

source: Reißverschlüsse
en: Zip fasteners

source: Schnallen [Kleidungszubehör]
en: Buckles [clothing accessories]

source: Lockenwickler-Papier
en: Hair curling papers

source: Lockenwickler, ausgenommen Handgeräte
en: Hair curlers, other than hand implements

source: Kränze aus künstlichen Blumen
en: Wreaths of artificial flowers

source: Künstliche Kränze
en: Artificial wreaths

source: Selbstklebende Zierflicken für Jacken
en: Ornamental adhesive patches for jackets

source: Keramikperlen, ausgenommen zur Fertigung von Schmuck
en: Ceramic beads, other than for making jewelry

source: Glasperlen, ausgenommen zur Fertigung von Schmuck
en: Glass beads, other than for making jewelry

source: Nadeln aus Edelmetall
en: Needles of precious metal

source: Künstliche Blätter
en: Artificial foliage

source: Metallverschlüsse für Schuhwaren
en: Metal fasteners for footwear

source: Künstliche Weihnachtskränze
en: Artificial Christmas wreaths

source: Einlegbare Silikonpolster zur Betonung der Gesäßbacken [Wäschezubehör]
en: Removable silicone buttock enhancer pads [undergarment accessories]

source: Einlegbare Silikonpolster für Büstenhalter [Wäschezubehör]
en: Removable silicone breast enhancer pads used in a bra [lingerie accessories]

source: Silberstickereien für Kleidungsstücke
en: Silver embroidery for garments

source: Goldstickerei für Bekleidungsstücke
en: Gold embroidery for garments

source: Metallnadeln zum Aufstecken von Insekten
en: Metal pins for use in mounting insects

source: Künstliche Weihnachtsgirlanden
en: Artificial Christmas garlands

source: Bänder aus Textil zur Geschenkverpackung
en: Textile ribbons for gift wrapping

source: Haarschmuck in Form von Hairwraps
en: Hair ornaments in the nature of hair wraps

source: Haaraccessoire zum Eindrehen der Haare
en: Hair twisters [hair accessories]

source: Kleiderhaken [Verschlüsse]
en: Clothing hooks [fasteners]

source: Gürtelschnallen, nicht aus Edelmetall
en: Belt buckles not of precious metal

source: Alufolien zum Färben von Haarsträhnchen
en: Aluminum foil sheets for hair frosting

source: Perlen für Handarbeiten
en: Beads for handicraft work

source: Künstliches Gemüse
en: Artificial vegetables

source: Textilschleifen zum Verpacken
en: Textile bows for wrapping

source: Nadeletuis [nicht aus Edelmetall]
en: Needle cases, not of precious metal

source: Knöpfe
en: Buttons

source: Druckknöpfe
en: Snap fasteners

source: Bartnetze für die Lebensmittelindustrie
en: Beard restraints for the food service industry

source: Netzhauben für die Lebensmittelindustrie
en: Bouffant caps for the food service industry

source: Insektennadeln und -pins
en: Needles and pins for entomology

source: Künstliche Bäume, ausgenommen Weihnachtsbäume
en: Artificial trees, other than Christmas trees

source: Haarteile für Haarmode in japanischem Stil [Kamishin]
en: Hairpieces for Japanese hair styling [kamishin]

source: Handgefertigte Wollteppiche
en: Hand made woollen carpets

source: Textile Badematten
en: Textile bath mats

source: Schilfmatten mit Blumenmustern [Hana-mushiro]
en: Rush mats with floral patterns (hana-mushiro)

source: Teppichfliesen aus Kunststoff
en: Carpet tiles made of plastics

source: Teppichfliesen aus Gummi
en: Carpet tiles made of rubber

source: Wandverkleidungen aus Kork
en: Wall coverings of cork

source: Kunstrasen zum Belegen von Oberflächen für Sportzwecke
en: Imitation turf for use in covering surfaces for sports purposes

source: Fußmatten aus Kautschuk
en: Door mats of india rubber

source: Bodenmatten für Automobile
en: Floor mats for automobiles

source: Antirutschmaterial als Unterlage für Läufer
en: Anti-slip material for use under rugs

source: Gepolsterte Deckenverkleidungen
en: Padded coverings for existing ceilings

source: Bodenbeläge aus Vinyl
en: Vinyl floor coverings

source: Japanische Reisstrohmatten [Tatami-Matten]
en: Japanese rice straw mats (tatami mats)

source: Teppichfliesen aus textilem Material
en: Carpet tiles made of textiles

source: Gepolsterte Wandverkleidungen
en: Padded linings for existing walls

source: Bodenbeläge aus Linoleum zum Aufbringen auf Fußböden
en: Tiles made of linoleum for fixing to existing floors

source: Beläge aus Linoleum zum Aufbringen auf Wände
en: Tiles made of linoleum for fixing to existing walls

source: Rutschhemmende Fußbodenbeläge zur Verwendung auf Treppen
en: Anti-slip floor coverings for use on staircases

source: Strohmatten
en: Straw mats

source: Rutschfeste Duschvorleger
en: Non-slip mats for showers

source: Antirutschmaterial als Unterlage für Bodenbeläge
en: Anti-slip material for use under floor coverings

source: Moketts [Teppiche]
en: Moquettes [carpets]

source: Fußbodenbeläge mit isolierenden Eigenschaften
en: Floor coverings having insulating properties

source: Tapeten mit textilen Belägen
en: Wallpaper with a textile covering

source: Bahnförmige Fußbodenbeläge [Matten] zur Verwendung bei sportliche Aktivitäten
en: Floor coverings [mats] being sheet materials for use in sporting activities

source: Vorleger
en: Carpets

source: Oberbeläge aus Kunstrasen für Leichtathletikzwecke
en: Imitation turf for use in covering surfaces for athletics

source: Bodenbeläge aus Gummi
en: Floors coverings of rubber

source: Rutschfeste Badmatten
en: Non-slip mats for baths

source: Antirutschmaterial als Teppichunterlage
en: Anti-slip material for use under carpets

source: Gepolsterte Beläge für bestehende Fußböden
en: Padded coverings for existing floors

source: Läufer [Matten]
en: Runners [mats]

source: Fußbodenfliesen aus Kork
en: Floor tiles made of cork

source: Decken-Verkleidungen aus Papier
en: Ceiling coverings made of paper

source: Ringkampf-Matten
en: Wrestling mats

source: Matten zur Verhinderung von Kratzern durch Schuhabsätze in Fahrzeugen
en: Heel protectors [mats] to prevent scuffing whilst driving the vehicle

source: Textile Teppiche
en: Carpets [textile]

source: Fußbodenbeläge und künstliche Bodenbeläge
en: Floor coverings and artificial ground coverings

source: Wand- und Deckenverkleidungen
en: Wall and ceiling coverings

source: Künstliche Bodenbeläge
en: Artificial ground coverings

source: Feuerfeste Bodenmatten für offene Kamine und Grills
en: Floor mats, fire resistant, for fireplaces and barbecues

source: Aus Seilen gewobene Matten für Skipisten
en: Mats of woven rope for ski slopes

source: Linoleum als Fußbodenbelag
en: Linoleum for use on floors

source: Teppichfliesen als Fußbodenbelag
en: Carpet tiles for covering floors

source: Übungsmatten für das Turnen
en: Gymnasium exercise mats

source: Fahrzeugmatten und -teppiche
en: Vehicle mats and carpets

source: Wandbehänge, nicht aus textilem Material
en: Decorative wall hangings, not of textile

source: Rutschfeste Bodenmatten als Unterlage unter Geräten
en: Non-slip floor mats for use under apparatus

source: Türmatten aus Holz
en: Wooden door mats

source: Tapeten als selbstklebende dekorative Wandverkleidungen in Zimmergröße
en: Wallpaper in the nature of roomsize decorative adhesive wall coverings

source: Textile Fußbodenmatten für Wohnzwecke
en: Textile floor mats for use in the home

source: Schaummatten für Flächen auf Spielplätzen
en: Foam mats for use on play area surfaces

source: Saugfähige Einweg-Fußbodenpads
en: Disposable absorbent floor pads

source: Dekorative rutschfeste Platten für Fußbodenbeläge
en: Decorative slip-resistant floor coverings in sheet form

source: Mushiro [Strohmatten]
en: Straw mats [mushiro]

source: Tapeten aus Kork
en: Wallpaper of cork

source: Fußmatten
en: Door mats

source: Puzzlematten [Bodenbeläge]
en: Puzzle mats [floor coverings]

source: Münzbetätigte Spiele
en: Coin-operated games

source: Schaukeln [Spielplatzgeräte]
en: See-saws [playground apparatus]

source: Hürden für die Leichtathletik
en: Hurdles for use in athletics

source: Spielautomaten für Spielhallen
en: Amusement apparatus for use in arcades

source: Spiele mit Bezug zu fiktiven Figuren
en: Games relating to fictional characters

source: Hand-Computerspiele
en: Handheld computer games

source: Luftmatratzen für Freizeitzwecke
en: Air mattresses for recreational use

source: Aufblasbare Schwimmbecken für die Freizeit
en: Inflatable pools for recreational use

source: Schachbretter
en: Chessboards

source: Knieschutzpolster für Skateboardfahrer
en: Athletic protective knee pads for skateboarding

source: Elektronisches Lernspielzeug
en: Electronic learning toys

source: Naturdarmsaiten für Squashschläger
en: Natural gut strings for squash rackets

source: Rollschuhe, In-line Skates
en: In-line roller skates

source: Nicht motorisiertes Aufsitzspielzeug
en: Non-motorised toys for riding

source: Handgeräte zum Spielen von Videospielen
en: Hand held units for playing video games

source: Beinschützer für Sportspiele
en: Leg guards adapted for playing sport

source: Beinschützer für Kricketspieler
en: Leg guards [cricket pads]

source: Künstlicher Schnee für Christbäume
en: Artificial snow for Christmas trees

source: Tennisnetze und -pfosten
en: Tennis nets and uprights

source: Gewichthebergürtel [Sportartikel]
en: Weight lifting belts [sports articles]

source: Bodhidharma-Puppen ohne Pupillen [Menashi-Daruma]
en: Bodhidharma dolls with pupils undrawn (menashi-daruma)

source: Saiten für Badmintonschläger
en: Strings for badminton rackets

source: Saiten für Squashschläger
en: Strings for squash rackets

source: Startblöcke für Sportveranstaltungen
en: Starting blocks for sports events

source: Ellbogenschützer [Sportartikel]
en: Elbow guards [sports articles]

source: Elektronische ferngesteuerte Spielfahrzeuge
en: Electronic remote controlled toy vehicles

source: Bänke für Sportzwecke
en: Benches for sporting use

source: Körpertrainingsgeräte [für Übungszwecke]
en: Body training apparatus [exercise]

source: Mit Körner gefülltes Spielzeug
en: Beanbags in the form of playthings

source: Ellenbogenschützer zum Skateboardfahren [Sportartikel]
en: Protectors for elbows for use when skateboarding [sports articles]

source: Spielzeug für Tiere
en: Toys for animals

source: Spielzeugszubehör für Action-Figuren
en: Toy environments for use with action figures

source: Partyhüte aus Papier
en: Paper party hats

source: Holzschwerter für Kendo
en: Kendo wooden swords

source: Farbkugelpistolen [Sportartikel]
en: Paintball guns [sports apparatus]

source: Startblöcke für den Sport
en: Starting blocks for sports

source: Torpfosten
en: Goal posts

source: Aufziehspielzeug aus Metall
en: Clockwork toys [of metal]

source: Griffbänder für Tischtennisschläger
en: Grip bands for table tennis bats

source: Bälle für Softtennis
en: Soft tennis balls

source: Schutzwesten für den Kampfsport
en: Protective vests for martial arts

source: Spielzeug zum Verkauf als Set
en: Toys being for sale in kit form

source: Geldscheinbetätigte Spielgeräte
en: Bill-operated gaming equipment

source: Japanische Spielkarten [Utagaruta]
en: Japanese playing cards (Utagaruta)

source: Angepasste Hüllen für Golftaschen
en: Covers (Shaped -) for golf bags

source: Angepasste Hüllen für Sportartikel
en: Covers (Shaped -) for sporting articles

source: Räder für Spielfahrzeuge
en: Wheels for toy vehicles

source: Münzbetätigte elektronische Spielautomaten
en: Coin-operated electronic amusement apparatus

source: Schlägerhandschuhe [Spielzubehör]
en: Batting gloves [accessories for games]

source: Gummibälle
en: Rubber balls

source: Griffe von Sportartikeln
en: Grips for sporting articles

source: Hüllen für Squash-Schläger
en: Head covers for squash rackets

source: Modellbaukästen für Spielzeugfiguren
en: Model craft kits of toy figures

source: Elektronische Handspiele
en: Hand-held electronic games

source: Schachspiele
en: Chess games

source: Spielzeugkameras [nicht zum Fotografieren geeignet]
en: Toy cameras [not capable of taking a photograph]

source: Rutschhemmende Harzsprays für Sportler
en: Non-slip resin sprays for use by athletes

source: Falsche Zähne [Scherzartikel]
en: Fake teeth [novelty items]

source: Miniaturen für Kriegsspiele
en: Miniatures for use in war games

source: Maste für Surfbretter
en: Masts for sailboards

source: Aufblasbare Bälle für den Sport
en: Inflatable balls for sports

source: Elektronische Spiele
en: Electronic games

source: Golftaschen, mit oder ohne Räder
en: Golf bags, with or without wheels

source: Christbaumschmuck [nicht essbar]
en: Non-edible christmas tree ornaments

source: Flipperautomaten [Spielzeug]
en: Pinball games machines [toys]

source: Zündblättchen [Spielzeug]
en: Percussion caps [toys]

source: Christbaumschmuck [ausgenommen Beleuchtungsgeräte und Zuckerwaren]
en: Ornaments for Christmas trees, except illumination articles and confectionery

source: Tiefschutz-Suspensorien [Sportartikel]
en: Men's athletic supporters [sports articles]

source: Schwimmwesten
en: Swimming jackets

source: Geldbetätigte Spielautomaten [Maschinen]
en: Amusement machines, automatic and coin-operated

source: Bänke zum Gewichtheben
en: Weight lifting benches

source: Knieschützer für Fußballer
en: Soccer ball knee pads

source: Zielscheiben
en: Archery targets

source: Künstliche Kletterwände
en: Artificial climbing walls

source: An Surfbretter angepasste Taschen
en: Bags especially designed for surfboards

source: Schwimmhilfen für Freizeitzwecke
en: Swimming floats for recreational use

source: Miteinander verbindbare Spielbausteine
en: Toy building blocks capable of interconnection

source: Elektronische Ziele für Spiele und Sport
en: Electronic targets for games and sports

source: Schaukeln [Spielzeug]
en: Swings [playthings]

source: Geräte für Spiele
en: Apparatus for games

source: Finnen für Windsurfbretter
en: Fins for windsurfing boards

source: Bodybuilding-Geräte [für Übungszwecke]
en: Body-building apparatus [exercise]

source: Angepasste Hüllen für Bodyboards
en: Bodyboard covers (Shaped -)

source: Futterale für Tischtennisschläger
en: Coverings for table tennis bats

source: Rollschuhe
en: Roller skates

source: Schleudern für Fischködern
en: Catapult bait pouches

source: Angepasste Hüllen für Squashschläger
en: Covers (Shaped -) for squash racquets

source: Schläger [Sportartikel]
en: Bats [sporting articles]

source: Schutzpolster [Sportausrüstungen]
en: Protective paddings [parts of sports suits]

source: Aufziehspielzeug [Kunststoff]
en: Clockwork toys [of plastics]

source: Griffbänder für Squashschläger
en: Grip bands for squash rackets

source: Christbaumdekorationen [ausgenommen essbare oder für Beleuchtungszwecke]
en: Christmas tree decorations [other than edible or for illumination]

source: Japanische Spielkarten
en: Japanese playing cards

source: Angepasste Hauben für Golfschlägerköpfe
en: Covers (Shaped -) for golf club heads

source: Spielmatten mit Kleinkindspielzeug
en: Play mats containing infant toys

source: Rutschen [Spielplatzgeräte]
en: Slides [playground equipment]

source: Körnergefüllte Stofftiere
en: Stuffed bean-filled toys

source: Elektronische Hand-Videospielgeräte
en: Hand-held electronic video games

source: Handkonsolen zum Spielen elektronischer Spiele
en: Hand-held units for playing electronic games

source: Spielplatzgeräte aus Kunststoff
en: Playground apparatus made of plastics

source: Schwimmer [Angelsport]
en: Floats for fishing

source: Billardkugeln
en: Billiard balls

source: Würfelbecher
en: Cups for dice

source: Beinschützer für Sportler
en: Leg guards for athletic use

source: Beingewichte für Trainingszwecke
en: Leg weights for exercising

source: Karussells [Jahrmarkt-]
en: Fairground ride apparatus

source: Miniaturen zum Spielen
en: Miniatures for use in games

source: Taschenspiele mit Flüssigkristallanzeigen
en: Hand-held games with liquid crystal displays

source: Volleybälle
en: Volley balls

source: Antennen für Volleyballnetze
en: Volleyball net antennas

source: Elektronische Lernspiele für Kinder
en: Electronic games for the teaching of children

source: Schlägertaschen für Tennisschläger
en: Tennis bags shaped to contain a racket

source: Gefriergetrocknete Fischköder
en: Freeze-dried fishing bait

source: Sitze für Kinderschaukeln
en: Infants' swing seats

source: Schmuckwaren für Puppen
en: Jewellery for dolls

source: Spielzeug-Haushaltsgeräte
en: Toy household apparatus

source: Protektoren für Schultern und Ellbogen [Sportartikel]
en: Protective supports for shoulders and elbows [sports articles]

source: Hand- und Fußgelenkgewichte zum Trainieren
en: Ankle and wrist weights for exercise

source: Schlitten [Freizeitgeräte]
en: Sleighs [recreational equipment]

source: Taschen für Skateboards
en: Bags for skateboards

source: Startblöcke für das Schwimmen
en: Starting blocks [swimming equipment]

source: Puppen in sitzender Position [Osuwaripuppen]
en: Dolls in sitting posture (osuwari dolls)

source: Ständer für Golftaschen
en: Bag stands for golf bags

source: Ständer für Laufbänder
en: Stands for jogging machines

source: Saitenbespannung für Sportschläger
en: String materials for sporting racquets

source: Divotausbesserungswerkzeuge [Golfzubehör]
en: Divot repair tools [golf accessories]

source: Bälle für Handübungen zum Stressabbau
en: Stress relief balls for hand exercise

source: Elektronische Bissanzeiger zum Angeln
en: Electronic bite indicators for use in angling

source: Ringe zum Turnen
en: Rings for gymnastics

source: Startblöcke [Leichtathletik]
en: Starting blocks [for track sports]

source: Punchingbälle für Kinder
en: Children's punch balls

source: Batteriebetriebene Computerspiele mit LCD-Bildschirm
en: Battery-powered computer game with LCD screen

source: Spielzeug zum Zaubern
en: Toys relating to magic

source: Wasserpistolen [Spielwaren]
en: Water pistols [playthings]

source: Teddybären
en: Teddy bears

source: Freistehende Videospielautomaten
en: Free-standing video games apparatus

source: Halloween-Masken
en: Halloween masks

source: Sandkästen [Spielplatzausrüstung]
en: Sandboxes [playground equipment]

source: Akustische Bissanzeiger [Angelzubehör]
en: Audible indicating apparatus for use in fishing

source: Schwimmer für Angelgeräte
en: Fishing tackle floats

source: Golf-Eisen
en: Golf irons

source: Griffbänder für Tennisschläger
en: Grip bands for tennis rackets

source: Federbälle für Hagoita
en: Shuttlecocks for hagoita-play

source: Klettergerüste [Spielsachen]
en: Climbing frames (play things)

source: Tiernachbildungen als Spielsachen
en: Animal replicas as playthings

source: Spielkosmetika für Kinder
en: Children's play cosmetics

source: Batteriebetriebene ferngesteuerte Spielzeugfahrzeuge
en: Battery operated remote controlled toy vehicles

source: Ellbogenschützer für das Fahrradfahren [Sportartikel]
en: Protectors for elbows for use when riding bicycles [sports articles]

source: Klettergerüste [Spielgerät]
en: Jungle gyms [play equipment]

source: Spielautomaten [Unterhaltungsautomaten]
en: Slot machines [counter-freed amusement apparatus]
